{"210705_news_466854.txt": {"page_id": "210705_news_466854.txt", "text": "Das Wehrwissenschaftliche Institut für Schutztechnologien – ABC -Schutz (WIS) der Bundeswehr hat Mitte März 2021 einen modernen Generator für Nukleare Elektromagnetische Impulse (NEMP) in Betrieb genommen. Das Gerät löst den seit 40 Jahren genutzten Generator in dem Freifeldsimulator ab. Die sich immer weiter ausbreitenden elektrischen und elektronischen Komponenten im Wehrmaterial aller Art (Flugzeuge, Schiffe, Landfahrzeuge mit Sensoren, Computern und Kommunikationsanlagen ebenso wie stationäre Einrichtungen) können durch elektromagnetische Impulse bis zum Totalausfall geschädigt werden. Die größten elektromagnetischen Impulse erzeugen Nuklearexplosionen. Aber auch Energiewaffen mit Mikrowellen, Entladungen bei Gewittern (Blitze) und Sonnenwinde stellen eine Bedrohung für den sicheren Betrieb der elektronischen Elemente dar. Die Elektromagnetische Verträglichkeit (EMV) des Wehrmaterials überprüft das WIS für Großgerät in einem Freifeldsimulator, dessen Antenne eine Fläche von 40 m x 85 m in einer maximalem Höhe von 24 m überspannt. Damit können Testobjekte bis zu einer Größe von 12 m x 20 m x 6 m gleichmäßig mit Feldstärken von bis zu 60.000 V/m beaufschlagt werden. Durch die Tests kann nachgewiesen werden, dass die Geräte und Waffensysteme auch im Falle eines NEMP-Ereignisses ihre Funktionsfähigkeit behalten. Auch in solchen Situationen können die Soldaten ihre Missionen erfolgreich weiterführen. Die Energieversorgung mit der benötigten extremen Leistung übernimmt jetzt der neue Generator. Die kapazitive Pulskompressionsstufe des 12-stufigen Marx-Generators liefert nicht nur die geforderte Spannung von 1,2 Millionen Volt, sondern stellt diese auch innerhalb von wenigen Nanosekunden (millionstel Sekunden) an der Antennenanlage bereit. Damit kann ein elektrisches Feld erzeugt werden, das der realen Bedrohung entspricht. Die verbesserte technische Leistungsfähigkeit des neuen Generators geht einher mit umweltfreundlicherem Betrieb. Das Öl, das für die Isolierung gebraucht wird, wurde in der Menge reduziert und von Mineralöl auf Rapsöl umgestellt. Das für extreme Hochspannungsanwendungen erforderliche Schutzgas wird wegen seiner klimaschädigenden Wirkung nur in kleinen Mengen und in einem geschlossen Kreislauf eingesetzt. „Neben modernster Technik zur Qualifikation von Ausrüstung für unsere Soldatinnen und Soldaten gehen wir mit dieser Anlage auch einen wichtigen Schritt zum Schutz unserer Umwelt“, stellte Institutsleiter Direktor und Professor Dr.-Ing. Frank Sabath nach der Inbetriebnahme fest. Gerhard Heiming   Verwandte Themen"}, "210705_news_467515.txt": {"page_id": "210705_news_467515.txt", "text": "The Bell  Boeing V-22 OSPREY  has logged more than 600,000 flight-hours, providing continuous customer support to maintain mission readiness and transport critical cargo and personnel. Built by Bell Textron Inc. and Boeing, the V-22 fleet has grown to more than 400 aircraft and is operated by the USMC, US Air Force, US Navy and the Japan Ground Self-Defense Force. The V-22 is the only military production  tiltrotor aircraft  in the world. Its speed, range, maneuverability and logistical capability make it one of the most versatile and cost-effective solutions for its customers. Bell Boeing directly supports V-22 readiness by providing comprehensive global services to V-22 squadrons, including: maintenance support training on-site field representatives data analytics new and repaired parts For example, the Naval Air Systems Command recently awarded Bell Boeing a contract to deliver and install kits for nacelle improvements and the conversion area harness onto the CV-22 aircraft for the USAF. The programme refines the design of the nacelles and wiring harnesses for better reliability and maintainability, ultimately reducing repair time and improving readiness. Recent accomplishments include the V-22’s latest variant, the CMV-22B, assigned to the “Titans” of Fleet Logistics Multi-Mission Squadron 30, completing the first delivery of an F-35 engine to the USS CARL VINSON, along with successful paradrops with the US Navy’s parachuting team, “The Leap Frogs,” earlier in the year. Jack Richardson"}, "210705_news_468327.txt": {"page_id": "210705_news_468327.txt", "text": "On April 6, Germany’s Ministry of Defence gave the starting signal for “voluntary military service in homeland security.” Defence Minister Annegret Kramp-Karrenbauer (Christian Democratic Union, CDU), the State Secretary in the Defence Ministry Peter Tauber and the Deputy Inspector General of the Bundeswehr (Armed Forces) Markus Laubenthal presented the project at a press conference. It initially provides for “a three-month basic military training followed by four months of special training for a total of about 1,000 soldiers.” This would be followed by a “six-year basic assignment as Bundeswehr reserve service members, during which at least five months of service would be performed.” The new military service, which is to be gradually expanded, is part of a comprehensive militarisation offensive aimed at transforming Germany into a powerful military power again after two lost world wars in the 20th century. It serves two primary goals: the massive deployment of the Bundeswehr at home and the mobilisation of additional troops for new war missions. Publicity propaganda poster for homeland security “There is a military need for this service,” Tauber told the assembled press representatives. The Bundeswehr has “a military need for a new supplementary reserve structure, just as the Bundeswehr needs the reserve in general. We are currently experiencing this not only in administrative assistance but also in foreign missions.” In the “contingents ... up to 10 percent of the soldiers are reservists.” This shows “the importance that the reserve already has and will have in the future. The homeland security units, which are now growing again, have a clear military mission as security forces.” Tauber spoke openly of the fact that with the new service, the comprehensive rearmament and war plans of the grand coalition—Christian Democrats (CDU/CSU) and Social Democrats (SPD) —will be put into practice. “The Voluntary Military Service in Homeland Security—‘Your Year for Germany’—is, if you will, a logical derivation from the Reserve Strategy, which is, after all, one of the founding documents alongside the concept of the Bundeswehr and the Capability Profile,” he explained. This is unequivocal. The “ Concept of the Bundeswehr ,” issued at the end of July 2018, is a blueprint for Germany’s preparation for “very large” military operations and a possible third world war. The “concept” focuses on “mission orientation” and preparing the Bundeswehr “for new challenges, risks and threats across the entire spectrum of tasks and intensities,” as it says at one point in the document. For “national and alliance defence,” the Bundeswehr must be able to be deployed “in all dimensions with a short lead time, with comprehensive capabilities up to combat-ready, large-scale units within and also on the periphery of the alliance area.” The “ Capability Profile “ is an internal document with a concrete plan for the massive upgrading of all branches of the Bundeswehr in the coming years. By 2031, the German army, air force and navy are to be systematically made ready for war. Since the government officially announced the return of German militarism at the Munich Security Conference in 2014, the Ministry of Defence has been working intensively under the slogan, “return to national and alliance defence” to reverse the reduction of the armed forces since German reunification and the dissolution of the Soviet Union 30 years ago. At the same time, the offensive orientation of the Bundeswehr toward global war missions since then is to be maintained and further expanded. The “reserve strategy” published in October 2019, which will be implemented with the new military service, is designed to train the necessary soldiers for the planned war offensive. It speaks of a “renaissance of classical power politics, which also envisages the use of conventional military means in pursuit of national goals” and derives from this the need for a comprehensive militarisation of the whole of society. Reservists would have to “strengthen the capabilities of the active force in the entire operational and mission spectrum of the Bundeswehr at home and abroad,” it says, and “act as agents and multipliers for the Bundeswehr in society, independent of orders and reservist service.” The new military service means these plans are now being implemented at an accelerated pace. “With the establishment of five homeland security regiments, we will further strengthen homeland security structurally by 2025. As a group, the homeland security regiments will form the core of the Territorial Reserve and lead the Regional Security and Support Companies,” reads the daily order of the Inspector General of the Bundeswehr, Eberhard Zorn. “Especially given the hybrid scenarios of national and alliance defence, we need strong homeland security forces to protect infrastructure that is important for defence.” Also, the units are to be increasingly deployed domestically “within the framework of administrative assistance, in the event of natural disasters, in the event of particularly serious accidents or, as is currently the case, in the context of the pandemic.” The deployment of the units is a warning in two respects. Externally, the imperialist powers are escalating the confrontation with Russia and China, which conjures up the danger of a nuclear war with deadly consequences for humanity. German imperialism is playing an increasingly aggressive role in this. Only a few days ago, in an  interview  that is now prominently emblazoned on the defence ministry’s website, Kramp-Karrenbauer announced a further increase in defence spending and made threats against Moscow and Beijing. Domestically, the ruling class has already used the military as an instrument of oppression in the Imperial Empire, the Weimar Republic and under the Nazis. Now it is once again preparing to crush social protests and revolutionary developments. It is responding to the deepest crisis of capitalism since the 1930s, which has been further exacerbated by the dramatic health, social and economic effects of the coronavirus pandemic. The largest deployment of the Bundeswehr in German post-war history is currently underway under the guise of providing “administrative assistance in the pandemic.” Last April, the Coronavirus Contingent was formed, with a strength of about 15,000 soldiers. Since the last increase on March 3, the federal and state governments have had as many as 25,000 soldiers at their disposal. Only a fraction of them provide direct medical aid. Many thousands are officially deployed under the category of “security/protection” and thus ultimately assigned to the police-military control of the population and defence of the capitalist state and its institutions. As in the past, the ruling class rests on extreme right-wing forces in its militarisation offensive. In an earlier  article , the WSWS has already described the “voluntary military service in homeland security” as “an invitation to neo-Nazis and other right-wing extremists to receive military training from the state in return for payment.” Even the term “homeland security” is a code word among right-wing terrorists and neo-Nazis. For example, the neo-Nazi National Socialist Underground (NSU), which murdered at least nine immigrants between 2000 and 2007, was recruited from the so-called “Thuringian Homeland Security.” At the press conference, Kramp-Karrenbauer said that the name “Heimatschutz” had been a “very conscious political decision.” It had been a mistake “to simply leave the term  Heimat  to the right-wingers in this country, who also misuse it.” It was “time to bring this term back into the democratic centre and reclaim it,” she added cynically. The Bundeswehr has nothing whatsoever to do with democracy. With the uncovering of far-right terrorist structures in the Special Forces and other units, it is a clear centre of the fascist conspiracy in the state apparatus. Sign up for the WSWS email newsletter"}, "210705_news_468545.txt": {"page_id": "210705_news_468545.txt", "text": "The  Army  wants to buy thousands of new, low-cost night vision devices for drivers and other logistics troops who are not among the close-combat units slated to receive cutting-edge systems like Microsoft-made Integrated Visual Augmentation System, or IVAS, headsets. Since it launched its bold modernization strategy in 2017, the Army has focused on improving the situational awareness of infantry and other close-combat units by developing systems such as IVAS and Enhanced Night Vision Goggle-Binoculars, or ENVG-Bs. The service  just awarded a $22 billion contract to Microsoft to produce IVAS  for about 120,000 soldiers in close-combat units. Scheduled for fielding later this year, the sophisticated goggles are designed to equip combat troops with a head-up display that allows them to view tactical maps, as well as their weapon-sight reticle. IVAS will also  replace night-vision devices  that have to be mounted on special helmet brackets. Read Next:   Army Wants to Replace the Cold War-Era TOW Missile with a New Longer-Range Tank Killer The Army also began  equipping infantry units with ENVG-Bs  in 2019. The binocular-style device gives soldiers enhanced depth perception and features a thermal image intensifier so they can see enemy heat signatures both at night and in the daylight through smoke, fog and other battlefield obscurants. The service has stressed from the beginning that non-combat arms soldiers do not need sophisticated devices such as IVAS and ENVG-B, but maneuver officials at  Fort Benning , Georgia, announced Wednesday that the Army wants to upgrade its inventory of outdated AN/PVS 14 monocular night vision devices. \"We are looking for night vision that is better than PVS 14s, not quite the ENVGs ... not quite IVAS types of things, but more focused on the logistics side of a [brigade combat team] and how they support the close-combat force,\" Lt. Col. Christopher Kennedy, chief of the Lethality Branch at Benning, told an audience at the Maneuver Capabilities Development and Integration Directorate's Industry Day. \"There is going to be opportunity for night vision vendors. ... We are looking to buy tens of thousands of systems.\" As part of the Army's Night Vision Modernization Strategy, the service hopes to begin buying these improved night vision devices for $6,000 to $8,000 apiece beginning in 2024, Kennedy said. \"We are calling it Night Vision Next,\" he said, describing how the Army plans to do a robust market survey -- \"so going and saying, 'Hey, show me what you got.'\" The new devices will be for troops who support combat forces but are less likely to get into direct firefights with enemy forces, Kennedy said. \"Not that it is not intended for a firefight, but it's really intended to enable those who are going to be drivers of vehicles and those who are going to be doing some close-in logistic type things -- loading, unloading trucks; loading, unloading ammo; fueling -- different things like that while still maintaining ... a firefight capability,\" he explained. \"This is really, truly helping someone do their job in limited visibility.\" Army funding for the effort isn't budgeted until 2024, but the service could begin buying new devices sooner if the right capability becomes available, Kennedy said. \"We are looking to procure things pretty fast,\" he said. \"If somebody comes in and wows us with something with a good price and it really looks like what we want ... there is nothing that says that can't be moved to the left.\" -- Matthew Cox can be reached at  matthew.cox@military.com . Related:  Microsoft Wins $22 Billion Deal Making Headsets for US Army Show Full Article \n  © Copyright 2021 Military.com. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."}, "210705_news_468566.txt": {"page_id": "210705_news_468566.txt", "text": "ABL Space Systems  will provide Lockheed Martin with routine launches of RS1 rockets to accelerate payload technologies into orbit.  Lockheed Martin  will purchase up to 26 vehicles through 2025 and then up to 32 additional launches through 2029. Launches could use a network of US and international launch sites, including Vandenberg Space Force Base, Cape Canaveral Space Force Station and in the United Kingdom. Lockheed Martin benefits from ABL’s lower-cost launch vehicle by accelerating risk reduction with demonstration missions, which lay the groundwork for future large efforts. As a new entrant, ABL gets the benefit of a long term partnership and stable launch manifest for its future growth. ABL provides launch services with the RS1 launch vehicle and GS0 deployable launch system, which are both under development with funding from the US Space Force. RS1 is capable of delivering up to 2,976 lbs (1,350 kg) to low Earth orbit. GS0 is a containerised system operable by a small team to rapidly launch RS1 from new sites in the US and around the world. Lockheed Martin is developing payload technologies to support a variety of mission areas, such as earth observation, global ubiquitous communications, climate monitoring and beyond. Jack Richardson"}, "210705_news_468669.txt": {"page_id": "210705_news_468669.txt", "text": "Editor's Note: This is the second in a series of reports on the lasting impact of the global COVID-19 pandemic on the U.S. military. Military efforts to halt the spread of the COVID-19 have now been cited in at least two investigations into fatal accidents, and leaders in Washington say they're concerned about the pandemic's long-term effects on safety and readiness. The global pandemic has wreaked havoc on military training over the last year. From temporarily halting the influx of new recruits at boot camp to canceling large-scale international exercises once troops arrived in-country, all the military services have had to grapple with constantly changing circumstances during the world's biggest health crisis in a generation. The military was quick to put restrictions into place to help limit the spread of COVID-19, which has infected nearly 180,000 troops and killed 24. But now, some of those restrictions, including pre- deployment  quarantine periods and the curbing of in-person training requirements, have been cited as factors leading to a pair of separate accidents that killed 10 troops. Read Next:   CNO: Fatal AAV Accident Revealed Gaps Between Navy, Marine Corps That Need Attention One airman was  killed in a vehicle rollover in Kuwait  in September after the  Air Force  lifted an in-person tactical vehicle course requirement for deploying Security Forces personnel, an investigation into his death found. Eight Marines and one sailor were killed two months earlier when their  amphibious assault vehicle filled with water and sank  near California. Pandemic restrictions affected the Marine AAV platoon's ability to train with their vehicles, officials found. Lawmakers from both sides of the aisle say they are worried the military is only beginning to see how the pandemic has negatively affected training, readiness and, ultimately, safety. \"Over the past year, nearly 200 Navy ships have suffered outbreaks, which in some cases disrupted training and operations,\" Rep. Mike Rogers, an Alabama Republican and ranking member of the House Armed Services Committee, said in a February hearing. \"Across the services, hundreds of training exercises have been canceled, curtailed or altered; this is especially problematic for our service members overseas who rely on international exercises to maintain proficiency.\" Rim of the Pacific, or RimPac, the biggest international maritime exercise, was significantly scaled back last year due to the pandemic. About 25,000 military personnel from 30 countries were supposed to attend. Instead about  5,000 troops from 10 countries took part  -- and the whole exercise took place at sea. And when 1,000 Marines arrived in Norway earlier this year for a big Arctic training exercise,  the training was called off  over concerns of spiking COVID-19 numbers there. Smaller-scale exercises were curtailed, too, especially early in the pandemic. The Navy temporarily modified Battle Stations, its culminating training event at the end of boot camp and Officer Candidates School meant to mimic a ship emergency, to meet social-distancing and other pandemic safety requirements. Changes included shifting the location and limiting the number of personnel participating, said Lt. Cmdr. Phil Chitty, a Naval Service Training Command spokesman. The event for both enlisted trainees and officer candidates has now largely returned to normal, he said. Anything that harms proficiency, even if unintentional, can have serious effects, Rep. John Garamendi, a California Democrat and chairman of the House Armed Services readiness subcommittee, told Military.com last week. That was evident in the AAV accident, he said, when personnel and equipment weren't ready for a dangerous real-world mission. \"I am very concerned,\" Garamendi said about the pandemic's effect on military training. \"... There may very well be some very serious problems that might manifest in a terrible accident.\" Troops have also been tasked with a host of domestic missions during the pandemic. That has included sending hospital ships and medical personnel to cities in crisis and helping with vaccine rollouts. Kathleen McInnis, a national security expert and nonresident senior fellow with the Atlantic Council, said there are likely trade-offs when the military is asked to do missions outside its traditional roles. \"Are we degrading the military's ability to do the core mission of fighting and winning the nation's wars?\" she asked. \"Do we detract from readiness?\" Senior military leaders told Rogers, Garamendi and other House members in February that even when military units saw big training exercises canceled or scaled back, they adjusted with smaller events to help maintain combat readiness. \"Of course, there is some quality lost in those larger formation training and exercises,\" said Air Force Maj. Gen. Jeff Taliaferro, vice director for operations on the Joint Staff at the Pentagon. \"But I would say the overall sea-ratings or readiness ratings for all of the services and combatant commands have stayed within historic norms largely because of the adaptive and aggressive action by the services and the combatant commands.\" But Garamendi said he's not convinced that's the case. The Air Force vehicle rollover and Marine AAV accident, he said, raise flags about training requirements being curbed or overlooked during the pandemic. The congressman said the House plans to  call the Marine Corps' top general to testify about safety  shortfalls next month. Hearings with other service leaders could follow, he added. -- Oriana Pawlyk contributed to this report. -- Gina Harkins can be reached at  gina.harkins@military.com . Follow her on Twitter  @ginaaharkins . Related:   Lack of Training a Factor in ATV Rollover That Killed 26-Year-Old Airman in Kuwait Show Full Article \n  © Copyright 2021 Military.com. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."}, "210705_news_468842.txt": {"page_id": "210705_news_468842.txt", "text": "A Reaper drone crashed at the end of a New York runway last year because the operators mixed up the levers on the control panel, an  Air Force  investigation report released last week said. The unmanned  MQ-9A Reaper  quickly lost power and hit the ground about a minute after its takeoff from Hancock International Airport in Syracuse, N.Y., resulting in a loss of over $6 million in government property, the Air Force accident investigation board headed by Lt. Col. Brian E. Prichard said. The drone was assigned to the 174th Attack Wing and operated by the 108th Attack Squadron’s Launch and Recovery Element out of Hancock Field Air National Guard Base. The squadron is a training unit that produces newly qualified air crew, launch and recovery air crew, and instructor-qualified airmen for the Air National Guard and active Air Force. The unit also launches and recovers drones that can be controlled from any other Reaper unit. The incident happened on a clear Thursday afternoon June 25, 2020, after a crew launched the drone with plans to swap control to another crew once it reached military airspace at over 18,000 feet. But the Reaper lost all engine power in 44 seconds, at about 150 feet, and was \"significantly damaged\" when it struck the end of the runway 21 seconds later, crashing into runway lights and spinning 180 degrees before stopping. \"Loss of engine power was due to the [pilot] misidentifying the Flap Lever,\" Prichard found. \"Instead of pushing the Flap Lever forward to reduce the flaps, the [pilot] pulled the Condition Lever backwards which resulted in the fuel supply to the engine being cut off stopping the engine.\" The two levers are an inch apart but have \"very different functions,\" the report said. The flap lever controls the orientation of the wing flaps, which are usually set at 15 degrees for takeoff, then retracted to 0 degrees by moving the lever to the middle or neutral position. The condition lever controls the fuel shutoff valve, engine and the pitch of the propeller blades. When it’s fully forward, the engine operates normally, but at the midpoint, the fuel valve and engine shut off, and at fully back it stops the propeller blades. The pilot continued to misidentify the levers after the engine lost power, mistakenly pulling the wing flaps all the way back, which pushed the aircraft down instead of letting it glide. The pilot and the sensor operator were qualified, had logged hundreds of hours of flight time, including several recent sorties, and had the required amount of rest. But the board found that the pilot became fixated on the heads-up display during takeoff, which led to the lever mix-up. The design of the ground control station console contributed to the crash, including the lack of a safety guard on the condition lever, the report said. Despite being right next to each other, both have black handles and are unmarked or differentiated by color, the report said. \"These levers could easily be mistaken by an inexperienced, fatigued, or confused crewmember,\" Prichard wrote. Show Full Article \n  © Copyright 2021 Stars and Stripes. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."}, "210705_news_468858.txt": {"page_id": "210705_news_468858.txt", "text": "The Russian Army is going ahead, despite \"shortcomings\" identified during tests in Syria. The Russian Army is setting up its first armed military unit that features killer robotic tanks, state news agency  TASS  reports . The remotely piloted tank, called Uran-9, can be and be outfitted with 30mm automatic gun turrets, flamethrowers, and anti-tank missiles — yet another sign we’re headed towards a future in which automated weapons systems will be duking it out on the battlefield. And the Russian Army is racing ahead with the deployment. “As Chief of the Army Main Staff Vasily Tonkoshurov reported to the defense minister, the first unit with strike robots will be set up in the Russian Armed Forces to operate five Uran-9 robotic systems or 20 combat vehicles,” Russia’s Defense Ministry announced on Friday, as quoted by  TASS . But they won’t be up front and center during the next exchange of fire, with the ministry saying that an “experimental unit is being established on the premises of one of the Defense Ministry’s scientific research centers.” The Uran-9 tanks will be joined by many other closely related robots in the future that will hold a range of different jobs. “We expect to continue expanding the range of robots, which, of course, are already in demand in the military today,” Russia’s defense minister Sergei Shoigu said last week, as  quoted by  Express . “These will be heavy robots (for mine clearance) and everything related to the further development of scouts, radiation and chemical reconnaissance robots.” Early 2018 deployments of the Uran-9 robots in Syria went far from smoothly, as  The National Interest  reported  at the time. The tanks did not perform up to their required standards in various combat operations according to officials, with  Defence Blog  noting issues  with the vehicles’ suspension and even “unstable operation” of the 30mm automatic cannon. The robot’s manufacturer, Kalashnikov Concern, claims it was able to smooth over some of these issues since 2018. Vladimir Dmitriev, general director of the company, did however admit that “shortcomings were identified during the tests in Syria” during last week’s announcement, according to  Express . “In particular, the issues of control, reduced mobility, and unsatisfactory military intelligence and surveillance functions had been considered by engineers and were rectified,” he added. The emergence of unmanned combat vehicles raises plenty of ethical concerns — and Russia isn’t the first nation to take advantage of them. The US military, for instance, has long made use of unmanned aerial systems. READ MORE:  Russian Army to set up first military unit armed with strike robots  [ TASS ] More on Russian bots:   Russia Is Planning A “Ground Force” of Armed Military Robots"}, "210705_news_468923.txt": {"page_id": "210705_news_468923.txt", "text": "VIDALIA, Ga. — The FBI is searching for someone who pointed a laser at a military aircraft in March. Investigators are offering a $2,500 reward for information leading to the arrest of anyone responsible. The FBI says that around 9:50 a.m. on March 9, a U.S. Air Force aircraft was deliberately struck by a high-powered laser for about one minute. The laser caused temporary eye damage to a member of the flight crew on the aircraft, which was approaching the Savannah Air National Guard Base. Investigators believe the laser strike originated from an area northeast of Vidalia. RELATED Dale County, Alabama, deputies were called to Cairns Army Airfield about a person shining a laser and a high-powered spotlight into the cockpit of an aircraft. When aimed at an aircraft, investigators said a beam of light from a laser can travel more than a mile and illuminate a cockpit, disorienting and temporarily blinding pilots. It’s a federal felony to knowingly  point the beam of a laser at an aircraft.  Federal investigators in Georgia have been active in prosecuting people for using lasers. For example, in 2020, a Rincon man was indicted for aiming a laser pointer at three separate airplanes in 2019 and 2020. In August 2020, a Savannah man was indicted for aiming a laser pointer at a Chatham County police helicopter. Neither man has yet gone to trial. More In Your Air Force The remains of U.S. Army Air Force 1st Lt. Robert Parker, a P-40N Warhawk pilot who was shot down over New Guinea during World War II, were laid to rest Monday in Lansing, Michigan. The two-finger test has no scientific value. “Nobody anywhere should be rolling the dice with, 'It's OK if I get it, I'll be one of the ones who's not impacted,'” Thompson said. A four-ship of A-10 Thunderbolt IIs from Whiteman Air Force Base, Mo., will do a flyover before Major League Baseball's nationally televised game between the White Sox and Yankees at 6 p.m. EDT on Fox. American and coalition aircraft have conducted more than 400 airstrikes across the Middle East since Jan. 1. In Other News It's not a combat deployment, but there will likely be imminent danger pay. Joint Base Anacostia-Bolling is on lockdown. The insurgents have taken 18 of the country’s 34 provincial capitals in recent days, including its second- and third-largest cities, Herat and Kandahar. Three thousand are heading to Kabul, with another 3,500 in Kuwait and 1,000 to Qatar. Strombo's stories were brought to life by graphic novelist and Air Force veteran August Uhl in “Full Mag: Veterans Stories Illustrated.” Load More"}, "210705_news_469121.txt": {"page_id": "210705_news_469121.txt", "text": "Die österreichische Verteidigungsministerin Klaudia Tanner hat am 12. April 2021 den Panzergrenadieren in Wels/Österreich drei Schwerlasttransporter übergeben, die Kampffahrzeuge bis 70 Tonnen Gesamtgewicht transportieren können. Eine HX81 ZgM mit Doll 7a, Foto: Bundesheer Die Transportzüge bestehen aus Sattelzugmaschinen 8×8 HX81 von Rheinmetall MAN Military Vehicles mit 500 kW-Dieselmotor und 7-achsigen Tieflade-Sattelaufliegern von Doll. Sie wurden von MAN Truck & Bus Vertrieb Österreich als Hauptauftragnehmer geliefert. Sie entsprechen dem Schwerlast-Transportsystem, das auch in der deutschen Bundeswehr verwendet wird. Die geländegängigen Fahrzeuge wurden speziell für den militärischen Einsatz entwickelt. Weitere militärische Ausstattungen und Ausführungen, wie zum Beispiel die Tarnerfordernisse mit spezieller Lackierung, die Infrarotbeleuchtung und die Vorbereitung für informations- und kommunikationstechnologische Erweiterungen, sind im Lieferumfang enthalten. „Diese modernen Transportsysteme steigern und verbessern die Leistungsfähigkeit und die Einsatzbereitschaft des Bundesheeres. Das heißt, es wird die Kernkompetenz – die militärische Landesverteidigung – gestärkt“, erklärte Tanner anlässlich der Übergabe. Gerhard Heiming"}, "210705_news_469160.txt": {"page_id": "210705_news_469160.txt", "text": "     ROME – Sixth-generation Tempest fighters firing laser beams will be able to take out hypersonic missiles in the future, Italy’s military chief of staff has claimed.        Gen. Enzo Vecciarelli made the prediction at a Rome seminar on missile defense, stating that directed-energy weapons were “probably the future” when it came to stopping the hypersonic missiles now being developed around the world.        Hypersonic technology was a “game changer” which would inflict “devastating” damage on foes, he said, adding: “On Tempest there will be a large amount of energy available and I don’t rule out the use of directed energy” against “missiles of the latest generation, including hypersonic missiles.”        Italy’s Leonardo, BAE Systems and MBDA are currently working together to assess the feasibility of building an airborne laser for Tempest, the UK-led future fighter program.        Last month a Leonardo official told Defense News the weapon could develop out of work already being undertaken by MBDA, QinetiQ and Leonardo on a UK ship-borne laser program, Dragonfire.        The Rome seminar, organized by think tank IAI, coincided with the publication of an IAI study calling on Italy to throw its weight behind existing  pooled  European efforts to tackle the threat of hypersonic missiles.          Before lasers become a possibility, Vecciarelli said he was backing Twister, a space-based, early-warning sensor network coupled with an interceptor moving at a velocity of more than Mach 5 which is included in the EU’s Permanent Structure Cooperation, or PESCO, scheme.        Led by France, the program includes Finland, the Netherlands, Italy and Spain as partners, while Germany  joined last Octobe r ahead of a possible fielding of the system in 2030.           Sign up for our Early Bird Brief   Get the defense industry's most comprehensive news and information straight to your inbox     Subscribe     Thanks for signing up!         ×            Thanks for signing up.          By giving us your email, you are opting in to the Early Bird Brief.              A second speaker at the seminar, MBDA Italy CEO Lorenzo Mariani, said it was crucial to try and get the UK on board as well.        The IAI paper urged Italy to keep up funding for Twister and encouraged more liaison between government and industry on the program. While backing the need to channel missile-defense work through EU initiatives, the paper insisted that all technology should be ultimately integrated in NATO missile defense infrastructure.        One area where Italy and the EU could focus was space-based elements of missile defense, it added.          “Constellations of satellites will be more and more needed to detect missiles since their launch, mainly through thermal infrared sensors,” the paper stated.        “Rome should exploit the synergy between space programs and missile defense in a win-win logic. This would also enhance and complement current NATO BMD (Ballistic Missile Defense) by adding a further layer and more resilience to an architecture which over-relies on the Turkey-based radar to counter Iranian missile threat,” it added.        Alessandro Marrone, one of the authors of the study, told Defense News, “A technical failure in, or a cyber attack on the Turkish radar, would be damaging since there is a no redundancy, so adding more space based elements would add options.”        The paper also argues that Italy could host NATO missile defense radars as well.        “Italy should exploit the advantages of its geographic position in order to mitigate its very disadvantages,” it stated.          “Geography puts Italy at the front line of missile attacks from North Africa and the Middle East, including from Iran and Libya. Rome should address this risk by proposing to host further, long-range radar systems to be integrated in NATO’s Integrated Air and Missile Defense – which would also mitigate the aforementioned vulnerability represented by the over reliance on the Turkey-based radar,” it stated.      "}, "210705_news_469597.txt": {"page_id": "210705_news_469597.txt", "text": "The first unit equipped with strike robots is to be formed by the Russian Army, Defence Minister Sergei Shoigu told reporters during his visit to the 766 UPTK Production and Technological Company. According to the Russian media, an experimental unit will be equipped with five URAN-9 complexes, each consisting of four UGVs and a mobile command station. The 776 UPTK officials confirmed the delivery in the near future of a new batch of 20 URAN-9 armed UGVs to the Russian Army. In addition to URAN-9, the 766 UPTK company has also developed and supplied the Russian Army with URAN-6 mine-clearing robots and URAN-14 robotic fire-fighting systems. URAN-6 was employed in Syria and is currently operated by the engineering units of Russia’s peacekeeping contingent in Nagorno-Karabakh. URAN-9 Details The URAN-9 armed tracked UGV was unveiled in September 2016 during the ARMY-2016 International Military-Technical Forum in Russia. It completed acceptance trials in 2020. The URAN-9 is designed to deliver combined combat, reconnaissance and counter-terrorism units with remote reconnaissance and fire support. It can be used fully autonomously on a predefined road or manually operated by one man from control station either in a truck or in a small backpack control station. The UGV can be fitted with different weapons according to the mission profile. Options include four ATAKA anti-tank guided missiles, developed by the Kolomna-based Engineering design bureau of the High Precision Weapons (HPW) holding. The other options include IGLA or VERBA surface-to-air missiles of the same Manufacturer, or  KORNET ATGM  developed by the Shipunov KBP company which is also member of the HPW holding. The URAN-9 is also armed with the 30-mm automatic cannon and six ready-to-launch SHMEL reactive flamethrowers. There is two ATAKA missile launchers and three SHMEL on each side of the turret. URAN-9 is powered with diesel-electric technologies which allow it to reach a 35km/h speed on highways, which slows down to 10 km/h in off-road conditions. Yury Laskin"}, "210705_news_469599.txt": {"page_id": "210705_news_469599.txt", "text": "New York, April  13, 2021  (GLOBE NEWSWIRE) -- Reportlinker.com announces the release of the report \"Military Airborne Intelligence, Surveillance & Reconnaissance (ISR) Technologies Market Report 2021-2031\" -  https://www.reportlinker.com/p06058536/?utm_source=GNW   Technological advances have brought about a revolution in global military relations over the past few years. The effective warfare capabilities of a variety of countries have improved, invariably, with the growth in the global arms trade. Some nations, such as China, India, Turkey, Russia and South Africa, will strengthen their capacity to build and acquire advanced airborne Intelligence, Surveillance & Reconnaissance (ISR) Technologies for improved offensive and defensive applications on an indigenous basis.  The Military Airborne ISR Technologies Market Drivers  • Increasing Aviation Industry  • Increasing incidences of asymmetric warfare and Terrorist Activities  • Growing Military UAV Industry  The Military Airborne ISR Technologies Market Challenges  • Need to Keep Up with an Ever-Increasing Demand for Data  • COVID Impact on Global Defense Systems  The Military Airborne ISR Technologies Market Opportunities  • Rising Defense Spending  • Increasing International Arms Transfer  Why Military Airborne ISR Technologies are Necessary?  Rising aviation industry followed by increasing terrorist activities around the globe is expected to open potential opportunities for air & missile defense systems over the coming years. Major economies across the globe are renewing their military fleet in order to keep up with the pace with which modern warfare is changing. These economies are spending towards procurement of advanced military aircraft, which will act as a driving factor for the market. Apart from purchasing of new aircraft several economies are focusing on upgrading their aging fleet. These upgrades are majorly focused on enhancing the communication and navigation systems of the aircraft.  This report includes data analysis and invaluable insight into how COVID-19 will affect your industry. Access this report today.  Discover How to Stay Ahead  Our 398 page report provides 213 tables and 235 charts/graphs. Read on to discover the most lucrative areas in the industry and the future market prospects. Our new study lets you assess forecasted sales at overall global market and regional level. See financial results, trends, opportunities, and revenue predictions. Much opportunity remains in this growing Military Airborne Intelligence, Surveillance & Reconnaissance (ISR) Technologies Market.  Forecasts to 2031 and other Analyses Reveal the Commercial Prospects  • In addition to revenue forecasting to 2031, our new study provides you with recent results, growth rates, and market shares.  • You find original analyses, with business outlooks and developments.  • Discover Qualitative Factors:  – Market Dynamics (Drivers, Restraints, Opportunities)  – Passenger to Freighter Conversions in Military ISR Industry  – The Price of the Converted Freighter  – Competitive Landscape Analysis  Market Segmentation and Scope  Military Airborne Intelligence, Surveillance & Reconnaissance (ISR) Technologies Market by Function  • Airborne Early Warning (AEW)  • Airborne Ground Surveillance (AGS)  • Maritime Patrol (MP)  • SIGINT  In addition to the revenue predictions for the overall world market and segments, you will also find revenue forecasts for 5 regional and 13 leading national markets:   • North America Military Airborne ISR Technologies Market  – U.S. Military Airborne ISR Technologies Market  – Canada Military Airborne ISR Technologies Market  • Europe Military Airborne ISR Technologies Market  – Germany Military Airborne ISR Technologies Market  – France Military Airborne ISR Technologies Market  – United Kingdom Military Airborne ISR Technologies Market  – Rest of Europe Military Airborne ISR Technologies Market  • Asia Pacific Military Airborne ISR Technologies Market  – China Military Airborne ISR Technologies Market  – Japan Military Airborne ISR Technologies Market  – India Military Airborne ISR Technologies Market  – Rest of Asia Pacific Military Airborne ISR Technologies Market  • Latin America Military Airborne ISR Technologies Market  – Brazil Military Airborne ISR Technologies Market  – Mexico Military Airborne ISR Technologies Market  – Argentina Military Airborne ISR Technologies Market  – Rest of Latin America Military Airborne ISR Technologies Market  • Middle East and Africa  – GCC Military Airborne ISR Technologies Market  – South Africa Military Airborne ISR Technologies Market  – Rest of Middle East and Africa Military Airborne ISR Technologies Market  Leading Companies and the Potential for Market Growth  Overall global revenue for Military Airborne Intelligence, Surveillance & Reconnaissance (ISR) Technologies Market will surpass $xx billion in 2021, our work calculates. We predict strong revenue growth through to 2031. Our work identifies which organizations hold the greatest potential. Discover their capabilities, progress, and commercial prospects, helping you stay ahead.  Prospects for Established Firms and Those Seeking to Enter the Market– including company profiles for 10 of the major companies involved in the Military Airborne Intelligence, Surveillance & Reconnaissance (ISR) Technologies Market. Some of the company’s profiled in this report include:   • Lockheed Martin Corporation  • Airbus SE  • The Boeing Company  • General Electric  • General Dynamics  • Northrop Grumman Corporation  • BAE Systems  • Thales Group SA  • Leonardo S.p.A.  • Textron, Inc. Technologies Read the full report:  https://www.reportlinker.com/p06058536/?utm_source=GNW About  Reportlinker ReportLinker is an award-winning market research solution. Reportlinker finds and organizes the latest industry data so you get all the market research you need - instantly, in one place. __________________________    "}, "210705_news_469654.txt": {"page_id": "210705_news_469654.txt", "text": "Generals provided testimony today regarding tensions on the Russia-Ukraine border and the ability of U.S. allies to move large numbers of forces quickly over great distances. Air Force Gen. Tod D. Wolters, commander of the U.S. European Command, and Army Gen. Stephen R. Lyons, commander of the U.S. Transportation Command, testified at a Senate Armed Services Committee hearing to review the fiscal 2022 defense authorization request and the Future Years Defense Program. The current  NATO  security posture in Europe is strong, yet challenged by Russia's actions in the vicinity of Ukraine, said Wolters, adding that America's allies and partners in Europe remain a key strategic advantage. \"NATO remains the strategic center of gravity and the foundation of deterrence and assurance in Europe. Everything we do is about generating peace,\" said Wolters. \"We compete to win. We deter, and, if deterrence fails, we're prepared to respond to aggression with the full weight of the transatlantic alliance.\" Wolters noted that NATO has a robust exercise program. This summer, NATO will conduct Defender-series exercises composed of some 30,000 U.S. service members, allies and partners. That exercise will demonstrate NATO's ability to move massive forces over large swaths of Europe at speed and at scale, he said. Wolters also mentioned the addition of 500 soldiers to U.S. Army Garrison Wiesbaden in Germany. These troops will be made up of field artillery; composite air and missile defense; intelligence, cyberspace, electronic warfare and space; aviation and a brigade support element. The Theater Fires Command will improve readiness and multi-national interoperability by integrating joint and multinational fires in exercises and operations, in support of U.S. Army Europe and Africa, said Army Col. Joe Scrocca, the spokesman for U.S. Army Europe and Africa, in a separate statement today. \"The Theater Fires Command and Multi-Domain Task Force in Europe will enable U.S. Army Europe and Africa to synchronize joint fires and effects, control future long-range fires across all domains, and will create more space, cyber and electronic warfare capabilities in Europe,\" Scrocca said. Lyons told senators that Transcom's mission is to project forces globally on land, air and sea, including to support the upcoming NATO exercises."}}